/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kDateFormatter" = "%c";

"RUNNING" = "Running";

"STOPPED" = "Stopped";

"STARTING" = "Starting up";

"STOPPING" = "Shutting down";

"PAUSED" = "Paused";

"UNKNOWN" = "Unknown";

"N/A" = "Not available";

/*Plugin Specific strings */

"YES_ON" = "Yes";
"NO_OFF" = "No";

"kNoStartDateNotRunning" = "Not available - Service is not running";
"kEmptyPassword" = "You have not assigned a password for new MySQL root password.";
"kNotSamePasswords" = "The two passwords you entered do not match";
"kDatabaseLoc" = "Database at ";
"kNetwork" = "Allow network connections";
"kNetworkNotAllow" = "Doesn't allow network connections";
"NEW_DB_LOCATION_SHEET" = "Choose a folder where you would like the MySQL database to be located.";

"kBeforeAbortingSaveConfirmationMessage" = "Are you sure you want to abort the save operation now?";

/* Overview */

"MySQL Service is:" = "MySQL Service is:";
"Start Time:" = "Start Time:";
"Allow Network Connections:" = "Allow Network Connections:";

/* Logs */

"MySQL Admin Log" = "MySQL Admin Log";
"MySQL Service Log" = "MySQL Service Log";
